[
    {
        "quote": "An action committed in anger is an action doomed to failure.",
        "writer": " Genghis Khan"
    },
    {
        "quote": "It doesn’t hurt me unless I interpret it’s happening as harmful to me. I can choose not to.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "Everything that irritates us about others can lead us to an understanding of ourselves.",
        "writer": " Carl Jung"
    },
    {
        "quote": "So other people hurt me? That’s their problem. Their character and actions are not mine.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "A man is about as big as the things that make him angry.",
        "writer": " Winston Churchill"
    },
    {
        "quote": "The best way to avenge yourself is to not be like that.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "When you think you’ve been injured, apply this rule: If the community isn’t injured by it, neither am I. And if it is, anger is not the answer. Show the offender where he went wrong.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "Keep this thought handy when you feel a fit of rage coming on — it isn’t manly to be enraged. Rather, gentleness and civility are more human, and therefore manlier. A real man doesn’t give way to anger and discontent, and such a person has strength, courage, and endurance — unlike the angry and complaining. The nearer a man comes to a calm mind, the closer he is to strength.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "A wise man looks for everything inside of himself; a madman seeks for everything in others.",
        "writer": " Leo Tolstoy"
    },
    {
        "quote": "An eye for an eye will only make the whole world blind.",
        "writer": " Mahatma Gandhi"
    },
    {
        "quote": "If your hate could be turned into electricity, it would light up the whole world.",
        "writer": " Nikola Tesla"
    },
    {
        "quote": "Anger dwells only in the bosom of fools.",
        "writer": " Albert Einstein"
    },
    {
        "quote": "For every minute you are angry you lose sixty seconds of happiness.",
        "writer": " Ralph Waldo Emerson"
    },
    {
        "quote": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
        "writer": " Mark Twain"
    },
    {
        "quote": "Doing an injury puts you below your enemy; revenging one makes you but even with him; forgiving, it sets you above him.",
        "writer": " Benjamin Franklin"
    },
    {
        "quote": "Anger is only one letter short of danger.",
        "writer": " Eleanor Roosevelt"
    },
    {
        "quote": "There is no passion so much transports the sincerity of judgement as doth anger.",
        "writer": " Michel de Montaigne"
    },
    {
        "quote": "Never waste a minute thinking about people you don’t like. Dwight D.",
        "writer": " Eisenhower"
    },
    {
        "quote": "Adopt the pace of nature: her secret is patience.",
        "writer": " Ralph Waldo Emerson"
    },
    {
        "quote": "He who angers you conquers you.",
        "writer": " Elizabeth Kenny"
    },
    {
        "quote": "Understand at last that you have something in you more powerful and divine than what causes the bodily passions and pulls you like a mere puppet.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "As you move forward along the path of reason, people will stand in your way. They will never be able to keep you from doing what’s sound, so don’t let them knock out your goodwill for them. Keep a steady watch on both fronts, not only for well-based judgments and actions, but also for gentleness with those who would obstruct our path or create other difficulties. For getting angry is also a weakness, just as much as abandoning the task or surrendering under panic. For doing either is an equal desertion — the one by shrinking back and the other by estrangement from family and friend.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "How satisfying it is to dismiss and block out any upsetting or foreign impression, and immediately to have peace in all things.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "Speak when you are angry and you will make the best speech you will ever regret.",
        "writer": " Ambrose Bierce"
    },
    {
        "quote": "You shouldn’t give circumstances the power to rouse anger, for they don’t care at all.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "When angry, count four. When very angry, swear.",
        "writer": " Mark Twain"
    },
    {
        "quote": "How much more harmful are the consequences of anger and grief than the circumstances that aroused them in us.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "To investigate the fact of your own anger you must pass no judgement on it.",
        "writer": " Jiddu Krishnamurti"
    },
    {
        "quote": "The more upset a person is with other people, and with circumstances, and the more satisfied he is with himself, the further he is from wisdom.",
        "writer": " Leo Tolstoy"
    },
    {
        "quote": "How much more grievous are the consequences of anger than the causes of it.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "The intoxication of anger, like that of the grape, shows us to others, but hides us from ourselves.",
        "writer": " John Dryden"
    }
]