[
    {
        "quote": "Give yourself a gift: the present moment.",
        "writer": " Marcus Aurelius"
    },
    {
        "quote": "Stop a moment, cease your work, look around you.",
        "writer": " Leo Tolstoy"
    },
    {
        "quote": "Why should I be unhappy? Every parcel of my being is in full bloom.",
        "writer": " Rumi"
    },
    {
        "quote": "Happiness is like a butterfly, the more you chase it, the more it will evade you, but if you notice the other things around you, it will gently come and sit on your shoulder.",
        "writer": " Henry David Thoreau"
    },
    {
        "quote": "A happy life consists in the tranquility of mind.",
        "writer": " Marcus Tullius Cicero"
    },
    {
        "quote": "If only we’d stop trying to be happy we’d have a pretty good time.",
        "writer": " Edith Wharton"
    },
    {
        "quote": "Live in the sunshine, swim the sea, drink the wild air.",
        "writer": " Ralph Waldo Emerson"
    },
    {
        "quote": "Blessed is he that expects nothing, for he shall never be disappointed.",
        "writer": " Benjamin Franklin"
    },
    {
        "quote": "Rules for happiness: something to do, someone to love, something to hope for.",
        "writer": " Immanuel Kant"
    },
    {
        "quote": "He who enjoys doing and enjoys what he has done is happy.",
        "writer": " Johann Wolfgang von Goethe"
    },
    {
        "quote": "A man is really alive only when he delights in the good will of others.",
        "writer": " Johann Wolfgang von Goethe"
    },
    {
        "quote": "When we have learned how to listen to trees, then the brevity and the quickness and the childlike hastiness of our thoughts achieve an incomparable joy.",
        "writer": " Hermann Hesse"
    },
    {
        "quote": "It is surprising how contented one can be with nothing definite, only a sense of existence.",
        "writer": " Henry David Thoreau"
    },
    {
        "quote": "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.",
        "writer": " Charles Dickens"
    },
    {
        "quote": "If our condition were truly happy, we would not seek diversion from it in order to make ourselves happy.",
        "writer": " Blaise Pascal"
    },
    {
        "quote": "It has been my observation that people are just about as happy as they make up their minds to be.",
        "writer": " Abraham Lincoln"
    },
    {
        "quote": "The surest way to be happy is to seek happiness for others.",
        "writer": " Eleanor Roosevelt"
    },
    {
        "quote": "What sunshine is to flowers, smiles are to humanity.",
        "writer": " Joseph Addison"
    },
    {
        "quote": "I must learn to be content with being happier than I deserve.",
        "writer": " Jane Austen"
    },
    {
        "quote": "The advantage of a bad memory is that one can enjoy the same good things for the first time several times.",
        "writer": " Friedrich Nietzsche"
    },
    {
        "quote": "Ten thousand flowers in spring, the moon in autumn, a cool breeze in summer, snow in winter. If your mind isn’t clouded by unnecessary things, this is the best season of your life.",
        "writer": " Wumen Huikai"
    },
    {
        "quote": "The power of finding beauty in the humblest things makes home happy and life lovely.",
        "writer": " Louisa May Alcott"
    }
]