[
    {
        "quote": "Tears come from the heart and not from the brain.",
        "writer": " Leonardo da Vinci "
    },
    {
        "quote": "There are two medicines for all ills: time and silence.",
        "writer": " Alexander Dumas "
    },
    {
        "quote": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.",
        "writer": " Henry Wadsworth Longfellow "
    },
    {
        "quote": "All man’s miseries stem from his inability to sit quietly in a room and do nothing.",
        "writer": " Blaise Pascal"
    },
    {
        "quote": "Don’t grieve. Anything you lose comes round in another form.",
        "writer": " Rumi "
    },
    {
        "quote": "Perhaps I know best why it is man alone who laughs; he alone suffers so deeply that he had to invent laughter.",
        "writer": " Friedrich Nietzsche"
    },
    {
        "quote": "Life seems but a quick succession of busy nothings.",
        "writer": " Jane Austen"
    },
    {
        "quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better to take things as they come along with patience and equanimity.",
        "writer": " Carl Jung"
    },
    {
        "quote": "I always like walking in the rain, so no one can see me crying.",
        "writer": " Charlie Chaplin "
    },
    {
        "quote": "The sadness will last forever.",
        "writer": " Vincent van Gogh"
    },
    {
        "quote": "Sadness flies away on the wings of time.",
        "writer": " Jean de La Fontaine"
    },
    {
        "quote": "Lord help my poor soul.",
        "writer": " Edgar Allan Poe"
    },
    {
        "quote": "Trifles make the sum of life.",
        "writer": " Charles Dickens"
    },
    {
        "quote": "We forge the chains we wear in life.",
        "writer": " Charles Dickens"
    },
    {
        "quote": "Saying nothing sometimes says the most.",
        "writer": " Emily Dickinson"
    },
    {
        "quote": "The cure for anything is salt water – sweat, tears, or the sea.",
        "writer": " Isak Dinesen"
    },
    {
        "quote": "There is prodigious strength in sorrow and despair.",
        "writer": " Charles Dickens "
    },
    {
        "quote": "The wound is the place where the light enters you.",
        "writer": " Rumi"
    },
    {
        "quote": "Its good to leave each day behind, like flowing water, free of sadness. Yesterday is gone and its tale told. Today new seeds are growing.",
        "writer": " Rumi"
    },
    {
        "quote": "Man performs and engenders so much more than he can or should have to bear. That’s how he finds that he can bear anything.",
        "writer": " William Faulkner"
    },
    {
        "quote": "There is not enough darkness in all the world to put out the light of even one small candle.",
        "writer": " Robert Alden"
    },
    {
        "quote": "Suffering is a gift; in its hidden mercy.",
        "writer": " Rumi"
    },
    {
        "quote": "Be patient where you sit in the dark. The dawn is coming.",
        "writer": " Rumi "
    },
    {
        "quote": "Most of the trouble in life comes from misunderstanding.",
        "writer": " Lucy Maud Montgomery"
    },
    {
        "quote": "Mostly it is loss which teaches us about the worth of things.",
        "writer": " Arthur Schopenhauer"
    }
]